---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Azimuth
source: html/b4b822b1-2e11-3c98-a40a-7ef461ce92ca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Azimuth Property

"Azimuth"

## Syntax (C#)
```csharp
public static ForgeTypeId Azimuth { get; }
```